{
  "Welcome to MILA!": "Welcome to MILA!",
  "How many shares do you want?": "How many shares do you want?",
  "I approve SEPA direct debit": "Jetzt SEPA Bankeinzug genehmigen!",
  "I transfer the amount myself": "Den Betrag selbst überweisen",
  "t:mila_form_intro": "In order to join the cooperative, we need some information from you. Please complete the following questions. If something is unclear, please contact mitmachen[at]mila.wien.",
  "t:mila_form_mtype_orga": "As an organisation, you will be an investing member. As an investing member, you support us financially, but you cannot shop.",
  "t:mila_form_mtype_natural": "Only as an active member do you have the opportunity to shop after the opening of the supermarket. As an investing member, you support us financially, but you cannot shop.",
  "t:mila_form_shares": "Mit den Genossenschaftsanteilen bauen wir Eigenkapital auf, das wir für die Eröffnung unseres Supermarkts benötigen. Der Genossenschaftsanteil bei MILA ist sozial gestaffelt: Der Regelanteil ist € 180, der Sozialanteil € 20. Wir empfehlen mehr als den Regelanteil zu zeichnen, gemäß deiner finanziellen Möglichkeiten (2-8 Anteile können nicht gewählt werden).",
  "t:mila_form_shares_normal": "Ich beantrage hiermit die Aufnahme in die MILA Mitmach-Supermarkt Genossenschaft. Ich verpflichte mich einmalig den Regelanteil mit € 180 zu zahlen (dieser setzt sich zusammen aus 9 Genossenschaftsanteilen von je € 20).",
  "t:mila_form_shares_social": "Ich beantrage hiermit die Aufnahme in die MILA Mitmach-Supermarkt Genossenschaft. Ich wähle den Sozialanteil in der Höhe von € 20 aus. Ich erkläre mit dieser Selbsteinschätzung, dass ich den Sozialanteil brauche, um mir eine Genossenschaftsmitgliedschaft bei MILA leisten zu können (z.B: bei einem geringen Einkommen). Die Gründe und Definition von „geringem Einkommen„ oder „einkommensschwach“ können unterschiedlich sein, zur generellen Orientierung kann die Armutsgefährdungsschwelle (60% des Median-Einkommens) in Österreich herangezogen werden.",
  "t:mila_form_shares_more": "Ich beantrage hiermit die Aufnahme in die MILA Mitmach-Supermarkt Genossenschaft. Ich möchte mich mit der oben ausgewählten Anzahl an Anteilen an der MILA Mitmach-Supermarkt G. beteiligen. Ich verpflichte mich einmalig zu Zahlungen in Höhe von € 20 je Genossenschaftsanteil. Insgesamt verpflichte ich mich daher, folgenden Betrag zu zahlen:",
  "t:mila_form_payment": "Du kannst entweder durch SEPA-Bankeinzug oder durch Direktüberweisung deine Anteile bezahlen. SEPA-Bankeinzug ist eine der sichersten Zahlungsarten: Denn du hast 8 Wochen lang das bedingungslose Recht dir den abgebuchten Geldbetrag auf dein Konto zurück erstatten zu lassen.",
  "t:mila_form_survey": "Nearly done! Do you want to provide some aditional information?"
}
